driver-tests/iepse/IEPPartitionedWindow/PartitionedWindowApp/test/TupleBasedAggregatorInput/template.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:del="TupleBasedAggregatorInput.TupleBasedAggregatorInput_iep">
  <soapenv:Body>
    <del:StreamInputCensus_MsgObj>
      <LastName>${LastName.0}</LastName>
      <MiddleInit>${MiddleInit.0}</MiddleInit>
      <Age>${Age.0}</Age>
      <Income>${Income.0}</Income>
      <RegionNum>${RegionNum.0}</RegionNum>
      <BirthDate>${BirthDate.0}</BirthDate>
      <BirthTime>${BirthTime.0}</BirthTime>
      <LastUpdate>${LastUpdate.0}</LastUpdate>
      <SDesc>${SDesc.0}</SDesc>
    </del:StreamInputCensus_MsgObj>
  </soapenv:Body>
</soapenv:Envelope>